Repository: cilippofilia/Drinko.
Catalog: DrinkoPro/Localization/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it

source: "%@" not found
de: "%@" nicht gefunden
es: "%@" no encontrado
fr: "%@" introuvable
it: "%@" non trovato

source: % ABV
de: % Alkoholgehalt

source: %.2f grams
de: %.2f Gramm
es: %.2f gramos
fr: %.2f grammes
it: %.2f grammi

source: %.2f millilitres
de: %.2f Milliliter
es: %.2f mililitros
it: %.2f millilitri

source: %.2f percent
de: %.2f Prozent
es: %.2f por ciento
fr: %.2f pourcentage
it: %.2f percento

source: %@ color
de: Farbe %@
fr: Couleur %@
it: Colore %@

source: %@ peels
de: %@ Schalen
es: %@ cáscaras
fr: %@ épluches
it: %@ bucce

source: %@ peels in grams
de: %@ Schalen in Gramm
es: %@ cáscaras en gramos
fr: %@ épluche en grammes
it: %@ bucce in grammi

source: %@ peels:
de: %@ schält:
es: %@ cáscaras:
fr: %@ peler:
it: %@ bucce

source: %@ Superjuice
de: %@ Supersaft

source: ABV
de: Alkoholgehalt

source: ABV Calculator
de: ABV-Rechner
es: Calculadora de ABV
it: Calcolatore di ABV

source: Account
de: Konto
es: Cuenta
fr: Compte

source: Add a category
de: Fügen Sie eine Kategorie hinzu
es: Añadir una categoría
fr: Ajouter une catégorie
it: Aggiungi una categoria

source: Add Category
de: Kategorie hinzufügen
es: Añadir categoría
fr: Ajouter une catégorie
it: Aggiungi Categoria

source: Add cocktails to favorites to quickly find them here.
de: Füge Cocktails zu Favoriten hinzu, um sie hier schnell zu finden.
es: Añade cócteles a favoritos para encontrarlos rápidamente aquí.
fr: Ajoutez des cocktails aux favoris pour les retrouver rapidement ici.
it: Aggiungi cocktail ai preferiti per trovarli rapidamente qui.

source: Add Favorite
de: Favorit hinzufügen
es: Añadir favorito
fr: Ajouter un favori
it: Aggiungi Preferito

source: Add ingredient
de: Zutat hinzufügen
es: Añadir ingrediente
fr: Ajouter un ingrédient
it: Aggiungi ingrediente

source: Add Ingredient
de: Zutat hinzufügen
es: Añadir ingrediente
fr: Ajouter un ingrédient
it: Aggiungi ingrediente

source: Add Product
de: Produkt hinzufügen
es: Añadir producto
fr: Ajouter un produit
it: Aggiungi Prodotto

source: Add Step
de: Schritt hinzufügen
es: Añadir paso
fr: Ajouter une étape
it: Aggiungi passaggio

source: Add to Cart
de: in den Warenkorb legen
es: Añadir al carrito
fr: Ajouter au panier
it: Aggiungi al Carrello

source: Add to favorites
de: Zu Favoriten hinzufügen
es: Añadir a favoritos
fr: Ajouter aux favoris
it: Aggiungi ai preferiti

source: Adds a new product in %@.
de: Fügt ein neues Produkt in %@ hinzu.
es: Añade un nuevo producto en %@.
fr: Ajoute un nouveau produit dans %@.
it: Aggiungi un nuovo prodotto a %@

source: Adds another ingredient row.
de: Fügt eine weitere Zutatenzeile hinzu.
es: Añade otra fila de ingredientes.
fr: Ajoute une autre ligne d'ingrédients.
it: Aggiungi una nuova

source: Adds this category to your cabinet.
de: Fügt diese Kategorie Ihrem Schrank hinzu.
es: Añade esta categoría a tu armario.
fr: Ajoute cette catégorie à votre armoire.
it: Aggiungi questa categoria nel mobiletto

source: Alcohol by volume
de: Alkoholgehalt nach Volumen
es: Alcohol por volumen
fr: Alcool par volume
it: Volume d’alcol

source: Alcohol by volume percentage
de: Alkoholgehalt nach Volumen in Prozent
es: Porcentaje de alcohol por volumen
fr: Taux d'alcool en volume
it: Volume d’alcol in percentuale

source: All Cocktails
de: Alle Cocktails
es: Todos los cócteles
fr: Tous les cocktails
it: Tutti i cocktail

source: Amount in millilitres
de: Menge in Millilitern
es: Cantidad en mililitros
fr: Montant en millilitres
it: Quantità in millilitri

source: Amount?
de: Menge?
es: ¿Cantidad?
fr: Montant?
it: Volume?

source: Are you sure you want to delete this category? You will also delete all the products it contains.
de: Sind Sie sicher, dass Sie diese Kategorie löschen möchten? Sie werden auch alle darin enthaltenen Produkte löschen.
es: ¿Seguro que quieres eliminar esta categoría? También eliminarás todos los productos que contiene.
fr: Es-tu sûr de vouloir supprimer cette catégorie ? Tu supprimeras également tous les produits qu'elle contient.
it: Sei sicuro di voler eliminare questa categoria? Facendo ciò tutti i prodotti all'interno della categoria verranno eliminati.

source: Are you sure you want to delete this post?
de: Sind Sie sicher, dass Sie diesen Beitrag löschen möchten?
es: ¿Seguro que quieres eliminar esta publicación?
fr: Es-tu sûr de vouloir supprimer ce post ?
it: Sei sicuro di voler eliminare questo post?

source: Are you sure you want to delete this product? You will delete all the informations added to it.
de: Sind Sie sicher, dass Sie dieses Produkt löschen möchten? Sie werden alle darin enthaltenen Informationen löschen.
es: ¿Seguro que quieres eliminar este producto? Eliminarás toda la información añadida.
fr: Es-tu sûr de vouloir supprimer ce produit ? Tu supprimeras également toutes les informations liées.
it: Sei sicuro di voler eliminare questo prodotto? Facendo ciò tutte le informazioni inerenti ad esso verranno eliminate.

source: Are you sure you want to delete your account? This action is not reversible.
de: Sind Sie sicher, dass Sie Ihr Konto löschen möchten? Diese Aktion ist nicht rückgängig zu machen.
es: ¿Seguro que quieres eliminar tu cuenta? Esta acción no es reversible.
fr: Êtes-vous sûr de vouloir supprimer votre compte ? Cette action n'est pas réversible.
it: Sei sicuro di voler eliminare l'account? Questa azione è irreversibile.

source: Basics
de: Grundlagen
es: Básicos
fr: Bases
it: Basi

source: Books
de: Bücher
es: Libros
fr: Livres
it: Libri

source: Buy: %@
de: Kaufen: %@
es: Comprar: %@
fr: Acheter: %@
it: Compra: %@

source: By %@
de: Von %@
es: Por %@
fr: Par %@

source: By deleting the category you will be deleting every product inside it.
de: Durch Löschen der Kategorie löschen Sie auch jedes Produkt darin.
es: Al eliminar la categoría, eliminarás todos los productos que contiene.
fr: En supprimant cette catégorie, tu supprimeras tous les produits compris dedans.
it: Eliminando la categoria eliminerai tutti i prodotti contenuti all'interno.

source: By deleting the product you will be deleting every informations added to it.
de: Durch Löschen des Produkts löschen Sie alle Informationen, die hinzugefügt wurden.
es: Al eliminar el producto, eliminarás toda la información añadida.
fr: En supprimant ce produit, tu supprimeras toutes les informations liées.
it: Eliminando il prodotto eliminerai tutte le informazioni raccolte.

source: By deleting this product you will remove all the information inside it.
de: Durch Löschen dieses Produkts entfernen Sie alle darin enthaltenen Informationen.
es: Al eliminar este producto, eliminarás toda la información que contiene.
fr: En supprimant ce produit, vous supprimerez toutes les informations qu'il contient.
it: Eliminando questo prodotto rimuoverai tutte le informazioni al suo interno.

source: By Glass
de: Nach Glas
es: Por vaso
fr: Par verre
it: Per bicchiere

source: By Ice
de: Nach Eis
es: Por hielo
fr: Par glace
it: Per ghiaccio

source: Cabinet
de: Schrank
es: Armario
fr: Meuble
it: Mobiletto

source: Calculate
de: Berechnung
es: Calcular
fr: Calculer
it: Calcola

source: Calculated ABV
de: Berechneter Alkoholgehalt
es: ABV calculado
fr: ABV calculé
it: ABV estimato

source: Calculation Mode
de: Berechnungsmodus
es: Modo de cálculo
fr: Mode de Calcul
it: Modalità di calcolo

source: Cancel
de: Stornieren
es: Cancelar
fr: Annuler
it: Cancella

source: Cannot Save
de: Speichern nicht möglich
es: No se puede guardar
fr: Impossible d’enregistrer
it: Impossibile salvare

source: Category Description
de: Kategoriebeschreibung
es: Descripción de la categoría
fr: Description de la catégorie
it: Descrizione categoria

source: Category details
de: Kategoriedetails
es: Detalles de la categoría
fr: Détails de la catégorie
it: Dettagli categoria

source: Category Details
de: Kategoriedetails
es: Detalles de la categoría
fr: Détails de la catégorie
it: Dettagli Categoria

source: Category name
de: Kategoriename
es: Nombre de la categoría
fr: Nom de la catégorie
it: Nome Categoria

source: Category Name
de: Kategoriename
es: Nombre de la categoría
fr: Nom de la catégorie
it: Nome Categoria

source: Choose a section from the sidebar to start your mixology journey.
de: Wähle einen Bereich in der Seitenleiste, um deine Mixology-Reise zu starten.
es: Elige una sección en la barra lateral para empezar tu viaje de mixología.
fr: Choisissez une section dans la barre latérale pour commencer votre parcours de mixologie.
it: Scegli una sezione dalla barra laterale per iniziare il tuo percorso nella mixology.

source: Choose from Library
de: Aus der Bibliothek auswählen
es: Elegir de la biblioteca
fr: Choisir depuis la gallerie
it: Scegli dalla Libreria

source: Choose Image
de: Bild auswählen
es: Elegir imagen
fr: Choisir une image
it: Seleziona Immagine

source: Citric acid
de: Zitronensäure
es: Ácido cítrico
fr: Acide citrique
it: Acido citrico

source: Citric Acid:
de: Zitronensäure:
es: Ácido cítrico:
fr: Acide Citrique:
it: Acido Citrico:

source: Clear filter
de: Filter löschen
es: Borrar filtro
fr: Effacer le filtre
it: Cancella filtro

source: Clear Search
de: Suche löschen
es: Borrar búsqueda
fr: Effacer la recherche
it: Cancella ricerca

source: Cocktail name
de: Name des Cocktails
es: Nombre del cóctel
fr: Nom du cocktail
it: Nome del cocktail

source: Cocktails Only
de: Nur Cocktails
es: Solo cócteles
fr: Cocktails uniquement
it: Solo cocktail

source: Collapsed
de: Eingeklappt
es: Colapsado
fr: Effondré
it: Collassato

source: Colors
de: Farben
es: Colores
fr: Couleurs
it: Colori

source: Contact the developer
de: Entwickler kontaktieren
es: Contactar al desarrollador
fr: Contacter le développeur
it: Contatta lo sviluppatore

source: Contacts
de: Kontakte
es: Contactos
it: Contatti

source: Content
de: Inhalt
es: Contenido
fr: Contenu
it: Contenuto

source: Create a cocktail to find it here.
de: Erstelle einen Cocktail, um ihn hier zu finden.
es: Crea un cóctel para verlo aquí.
fr: Créez un cocktail pour le trouver ici.
it: Crea un cocktail per trovarlo qui.

source: Create Account
de: Konto erstellen
es: Crear cuenta
fr: Créer un compte
it: Crea un Account

source: Create Cocktail
de: Cocktail erstellen
es: Crear cóctel
fr: Créer un cocktail
it: Crea cocktail

source: Create Post
de: Beitrag erstellen
es: Crear publicación
fr: Créer un post
it: Crea un Post

source: Created by you
de: Von dir erstellt
es: Creado por ti
fr: Créé par vous
it: Creato da te

source: Creates a new category.
de: Erstellt eine neue Kategorie.
es: Crea una nueva categoría.
fr: Crée une nouvelle catégorie.
it: Crea una nuova categoria

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina

source: Delete "%@" and all its products?
de: Löschen Sie “%@” und alle seine Produkte?
es: ¿Eliminar “%@“ y todos sus productos?
fr: Supprimer “%@“ et tous ses produits ?
it: Elimina “%@" e tutti i suoi prodotti?

source: Delete %@
de: Löschen %@
es: Eliminar %@
fr: Supprimer %@
it: Elimina %@

source: Delete Account
de: Konto löschen
es: Eliminar cuenta
fr: Supprimer le compte
it: Elimina l'account

source: Delete account?
de: Konto löschen?
es: ¿Eliminar cuenta?
fr: Supprimer le compte?
it: Eliminare l'account?

source: Delete Category
de: Kategorie löschen
es: Eliminar categoría
fr: Supprimer la catégorie
it: Elimina Categoria

source: Delete Cocktail?
de: Cocktail löschen?
es: ¿Eliminar cóctel?
fr: Supprimer le cocktail ?
it: Eliminare il cocktail?

source: Delete ingredient
de: Zutat löschen
es: Eliminar ingrediente
fr: Supprimer l'ingrédient
it: Elimina Ingrediente

source: Delete Product
de: Produkt löschen
es: Eliminar producto
fr: Supprimer le produit
it: Elimina Prodotto

source: Delete product?
de: Produkt löschen?
es: ¿Eliminar producto?
fr: Supprimer le produit ?
it: Eliminare il Prodotto?

source: Describe this step
de: Beschreibe diesen Schritt
es: Describe este paso
fr: Décrivez cette étape
it: Descrivi questo passaggio

source: Dismiss
de: Schließen
es: Cerrar
fr: Fermer
it: Scartare

source: Done
de: Fertig
es: Listo
fr: Terminé
it: Fatto

source: Double tap to %@ this section.
de: Doppeltippen, um diesen Abschnitt zu %@.
es: Toca dos veces para %@ esta sección.
fr: Appuyez deux fois pour %@ cette section.
it: Doppio tap per %@ questa selezione.

source: Double tap to view details.
de: Doppeltippen, um Details anzuzeigen.
es: Toca dos veces para ver los detalles.
fr: Touchez deux fois pour voir les détails.
it: Tocca due volte per vedere i dettagli.

source: Drink selection
de: Getränkeauswahl
es: Selección de bebidas
fr: Sélection de boissons
it: Selezione dei drink

source: Edit %@
de: %@ bearbeiten
es: Editar %@
fr: Éditer %@
it: Modifica %@

source: Edit Category
de: Kategorie bearbeiten
es: Editar categoría
fr: Modifier la catégorie
it: Modifica Categoria

source: Edit Cocktail
de: Cocktail bearbeiten
es: Editar cóctel
fr: Modifier le cocktail
it: Modifica cocktail

source: Edit Product
de: Produkt bearbeiten
es: Editar producto
fr: Modifier le produit
it: Modifica Prodotto

source: Edits this cocktail
de: Bearbeitet diesen Cocktail
es: Edita este cóctel
fr: Modifie ce cocktail
it: Modifica questo cocktail

source: Empty Cabinet
de: Leerer Schrank
es: Armario vacío
fr: Armoire vide
it: Armadietto Vuoto

source: Expanded
de: Ausgeklappt
es: Expandido
fr: Agrandi
it: Espanso

source: Extra notes (optional)
de: Zusätzliche Notizen (optional)
es: Notas adicionales (opcional)
fr: Notes supplémentaires (optionnel)
it: Note aggiuntive (opzionale)

source: Favorite
de: Favorit
es: Favorito
it: Preferito

source: Favorites Only
de: Nur Favoriten
es: Solo favoritos
fr: Favoris uniquement
it: Solo preferiti

source: Filter
de: Filtern
es: Filtrar
fr: Filtrer
it: Filtra

source: Filter and sort cocktails
de: Cocktails filtern und sortieren
es: Filtrar y ordenar cócteles
fr: Filtrer et trier les cocktails
it: Filtra e ordina i cocktail

source: Filter cocktails
de: Cocktails filtern
es: Filtrar cócteles
fr: Cocktails filtrants
it: Filtra cocktail

source: Garnish
de: Garnierung
es: Guarnición
fr: Garnir
it: Guarnizione

source: Get Unlimited Products
de: Unbegrenzte Produkte erhalten
es: Obtén productos ilimitados
fr: Obtenir des produits illimités
it: Aggiungi Prodotti senza limiti

source: Glass
de: Glas
es: Vaso
fr: Verre
it: Bicchiere

source: Have you tried it yet?
de: Haben Sie es schon probiert?
es: ¿Ya lo has probado?
fr: As-tu déjà essayer ?
it: Hai già provato questo prodotto?

source: History
de: Geschichte
es: Historial
fr: Histoire
it: Storia

source: Ice
de: Eis
es: Hielo
fr: Glace
it: Ghiaccio

source: Image
de: Bild
es: Imagen
it: Immagine

source: Ingredient %lld
de: Zutat %lld
es: Ingrediente %lld
fr: Ingrédient %lld
it: Ingrediente %lld

source: Ingredient name
de: Zutatenname
es: Nombre del ingrediente
fr: Nom de l'ingrédient
it: Nome ingrediente

source: Ingredients
de: Zutaten
es: Ingredientes
fr: Ingrédients
it: Ingredienti

source: Juice Calculator
de: Saftrechner
es: Calculadora de jugo
fr: Calculateur de jus
it: Calcolatore di succo

source: Language
de: Sprache
es: Idioma
fr: Langue
it: Lingua

source: Learn
de: Lernen
es: Aprender
fr: Apprendre
it: Impara

source: Like the post
de: Beitrag liken
es: Dar me gusta a la publicación
fr: Liker le post
it: 'Mi piace' il post

source: Liked posts
de: Gefällt mir
es: Publicaciones con me gusta
fr: Posts likés
it: Post piaciuti

source: Loading...
de: Laden...
es: Cargando...
fr: Chargement...
it: Caricamento

source: Made in
de: Hergestellt in
es: Hecho en
fr: Fabriqué en
it: Prodotto in

source: Malic acid
de: Äpfelsäure
es: Ácido málico
fr: Malice acide
it: Acido malico

source: Malic Acid:
de: Äpfelsäure:
es: Ácido málico:
fr: Malice Acide:
it: Acido Malico

source: Method
de: Methode
es: Método
fr: Méthode
it: Metodo

source: Need to buy
de: Zu kaufen
es: Necesita comprar
fr: À acheter
it: Da comprare

source: New Post
de: Neuer Beitrag
es: Nueva publicación
fr: Nouveau post
it: Nuovo Post

source: No cocktails found
de: Keine Cocktails gefunden
es: No se encontraron cócteles
fr: Aucun cocktail trouvé
it: Nessun cocktail trovato

source: No cocktails match "%@".
de: Keine Cocktails passen zu „%@“.
es: Ningún cóctel coincide con «%@».
fr: Aucun cocktail ne correspond à «%@».
it: Nessun cocktail corrisponde a «%@».

source: No cocktails match "%@". Try a different search term or browse all cocktails.
de: Keine Cocktails entsprechen "%@". Versuche einen anderen Suchbegriff oder durchsuche alle Cocktails.
es: No hay cócteles que coincidan con "%@". Prueba con otro término de búsqueda o explora todos los cócteles.
fr: Aucun cocktail ne correspond à "%@". Essayez un autre terme de recherche ou parcourez tous les cocktails.
it: Nessun cocktail corrisponde a "%@". Prova un termine di ricerca diverso o sfoglia tutti i cocktail.

source: No custom cocktails yet
de: Noch keine eigenen Cocktails
es: Aún no hay cócteles personalizados
fr: Pas encore de cocktails personnalisés
it: Ancora nessun cocktail personalizzato

source: No favorite cocktails yet
de: Noch keine Favoriten-Cocktails
es: Aún no hay cócteles favoritos
fr: Aucun cocktail favori pour le moment
it: Nessun cocktail preferito per ora

source: No lessons or books match "%@". Try a different search term or browse all topics.
de: Keine Lektionen oder Bücher entsprechen "%@". Versuche einen anderen Suchbegriff oder durchsuche alle Themen.
es: No hay lecciones ni libros que coincidan con "%@". Prueba con otro término de búsqueda o explora todos los temas.
fr: Aucune leçon ou aucun livre ne correspond à "%@". Essayez un autre terme de recherche ou parcourez tous les sujets.
it: Nessuna lezione o libro corrisponde a "%@". Prova un termine di ricerca diverso o sfoglia tutti gli argomenti.

source: Not favorite
de: Kein Favorit
es: No favorito
fr: Pas favori
it: Non favorito

source: Not selected
de: Nicht ausgewählt
es: No seleccionado
fr: Non sélectionné
it: Non selezionato

source: Notes
de: Notizen
es: Notas
it: Note

source: Opens external link.
de: Öffnet externen Link.
es: Abre un enlace externo.
fr: Ouvre le lien externe.
it: Apri link esterno

source: Opens macOS language settings.
de: Öffnet die macOS-Spracheinstellungen.
es: Abre la configuración de idioma de macOS.
fr: Ouvre les paramètres de langue macOS.
it: Apre le impostazioni della lingua di macOS.

source: Opens product details.
de: Öffnet Produktdetails.
es: Abre los detalles del producto.
fr: Ouvre les détails du produit.
it: Apre i dettagli del prodotto.

source: Opens system language settings.
de: Öffnet die Systemeinstellungen für die Sprache.
es: Abre la configuración de idioma del sistema.
fr: Ouvre les paramètres de langue du système.
it: Apre le impostazioni della lingua di sistema.

source: Opens the %@ superjuice calculator.
de: Öffnet den %@-Superjuice-Rechner.
es: Abre la calculadora de superjuice %@.
fr: Ouvre le %@ calculateur de superjus.
it: Apre il %@ calcolatore di superjuice.

source: Opens the alcohol by volume calculator.
de: Öffnet den Alkoholgehalt-Rechner.
es: Abre la calculadora de alcohol por volumen.
fr: Ouvre le calculateur d'alcool par volume.
it: Apre l'alcol con il calcolatore di volume.

source: Opens the app guide.
de: Öffnet den App-Leitfaden.
es: Abre la guía de la app.
fr: Ouvre le guide de l'application.
it: Apre la guida all'app.

source: Opens the App Store rating page.
de: Öffnet die Bewertungsseite im App Store.
es: Abre la página de valoración en App Store.
fr: Ouvre la page d'évaluation de l'App Store.
it: Apre la pagina di valutazione dell'App Store.

source: Options
de: Optionen
es: Opciones
it: Opzioni

source: Other Enquiry
de: Andere Anfrage
es: Otra consulta
fr: Autre demande
it: Altre richieste

source: Password
de: Passwort
es: Contraseña
fr: Mot de passe

source: Photos & Videos
de: Fotos und Videos
es: Fotos y vídeos
fr: Photos et vidéos
it: Foto e Video

source: Pick the method
de: Wählen Sie die Methode
es: Elige el método
fr: Choisissez la méthode
it: Scegli il metodo

source: Pick the serving
de: Wählen Sie die Portion aus
es: Elige el servicio
fr: Choisissez la méthode de service
it: Scegli come servirlo

source: Preferences
de: Einstellungen
es: Preferencias
fr: Préférences
it: Preferenze

source: Procedure
de: Verfahren
es: Procedimiento
fr: Procédure
it: Procedimento

source: Product name
de: Produktname
es: Nombre del producto
fr: Nom du produit
it: Nome del prodotto

source: Product Name
de: Produktname
es: Nombre del producto
fr: Nom du produit
it: Nome prodotto

source: Profile
de: Profil
es: Perfil
fr: Profil
it: Profilo

source: Qty
de: Menge
es: Cantidad
fr: Quantité
it: Quantità

source: Quantity
de: Menge
es: Cantidad
fr: Quantité
it: Quantità

source: Rate the app
de: App bewerten
es: Valorar la app
fr: Évaluer l'app
it: Valuta l'app

source: Rating
de: Bewertung
es: Valoración
fr: Évaluer
it: Valutazione

source: Read me
de: Lesen Sie mich
es: Léeme
fr: Lisez-moi
it: Leggimi

source: Ready to Mix?
de: Bereit zum Mixen?
es: ¿Listo para mezclar?
fr: Prêt à mélanger ?
it: Pronto da miscelare?

source: Remember to add the juice of the peeled fruits used to make superjuice. The final volume will be a bit higher than the water volume displayed.
de: Denken Sie daran, den Saft der geschälten Früchte hinzuzufügen, aus denen Superjuice hergestellt wird. Das Endvolumen wird etwas höher sein als das angezeigte Wasservolumen.
es: Recuerda añadir el jugo de las frutas peladas usadas para hacer superjuice. El volumen final será un poco mayor que el volumen de agua mostrado.
fr: Pensez à ajouter le jus des fruits pelés utilisés pour faire du superjus. Le volume final sera un peu supérieur au volume d'eau affiché.
it: Ricordati di aggiungere il succo della frutta sbucciata utilizzata per preparare il Superjuice. Il volume finale sarà leggermente superiore al volume dell'acqua visualizzato.

source: Remove Favorite
de: Favorit entfernen
es: Quitar favorito
fr: Supprimer le favori
it: Rimuovi Preferito

source: Remove from Cart
de: aus dem Warenkorb entfernen
es: Quitar del carrito
fr: Retirer du panier
it: Rimuovi dal Carrello

source: Remove from favorites
de: Aus Favoriten entfernen
es: Quitar de favoritos
fr: Supprimer des favoris
it: Rimuovi dai preferiti

source: Remove Ingredient
de: Inhaltsstoff entfernen
es: Eliminar el ingrediente
fr: Supprimer l'ingrédient
it: Rimuovi Ingrediente

source: Remove like from post.
de: Like aus Beitrag entfernen.
es: Quitar me gusta de la publicación
fr: Enlever le like du post
it: Rimovi 'mi piace' dal post.

source: Remove Photo
de: Foto entfernen
es: Quitar foto
fr: Enlever la photo
it: Rimovi foto

source: Remove Step
de: Schritt entfernen
es: Eliminar paso
fr: Étape de suppression
it: Rimuovi Step

source: Report a bug
de: Fehler melden
es: Reportar un error
fr: Reporter un bug
it: Informa di un bug

source: Request a Feature
de: Feature anfragen
es: Solicitar una función
fr: Demander une fonctionnalité
it: Richiedi una feature

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva

source: Save Changes
de: Änderungen speichern
es: Guardar cambios
fr: Enregistrer les modifications
it: Salva modifiche

source: Search Cocktails
de: Cocktails suchen
es: Buscar cócteles
fr: Chercher des cocktails
it: Cerca i cocktail

source: Search lessons and books
de: Lektionen und Bücher suchen
es: Buscar lecciones y libros
fr: Rechercher des leçons et des livres
it: Cerca lezioni e libri

source: Select an option
de: Option auswählen
es: Selecciona una opción
fr: Choisir une option
it: Selezione un'opzione

source: Select color %@
de: Farbe %@ auswählen
es: Selecciona el color %@
fr: Sélectionnez la couleur %@
it: Seleziona colore %@

source: Selected
de: Ausgewählt
es: Seleccionado
fr: Sélectionné
it: Selezionato
